"Operation succeeded"  = "Handlingen er udført";
"ID is invalid"  = "Id er ugyldig";
"Write attempted on stale version of object"  = "Der blev forsøgt at skrive til en forældet version af objektet";
"No space available for write operation"  = "Der er ikke plads til at skrive";
"Permission denied"  = "Tilladelse nægtet";
"No such directory"  = "Biblioteket findes ikke";
"No such property"  = "Den egenskab findes ikke";
"No such name"  = "Navnet findes ikke";
"Cannot delete name object with children"  = "Kan ikke slette navneobjekt med underliggende mapper";
"Object is not child of parent: cannot destroy"  = "Objektet kan ikke slettes, fordi det ikke hører til den overliggende mappe";
"Serialization error"  = "Seriel fejl";
"Hit network root domain"  = "Hent netværksroddomæne";
"No response from remote parent"  = "Intet svar fra overliggende mappe";
"No writes allowed: all objects are read-only"  = "Kan ikke skrive. Alle objekter er skrivebeskyttede";
"Remote system error" = "Ekstern systemfejl";
"Can't regenerate: already in use"  = "Kan ikke forny. Er allerede i brug";
"Operation makes no sense on clone"  = "Handlingen giver ingen mening for klonen";
"Can't find address of server"  = "Kan ikke finde adressen på serveren";
"Duplicate domain tag: can't serve it"  = "Kopi af domænekode: Kan ikke bruges";
"No such tag"  = "Koden findes ikke";
"Authentication error" = "Godkendelsesfejl";
"No such user" = "Bruger findes ikke";
"Master server is busy" = "Hovedserveren er optaget";
"Invalid domain" = "Ugyldigt domæne";
"Invalid operation on master" = "Ugyldig handling på hovedserveren";
"Communication failure" = "Kommunikationsfejl";
"(unknown error)" = "(ukendt fejl)";
